Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: <html>JOSM is currently running with an anonymous user. It cannot download<br>your changesets from the OSM server unless you enter your OSM user name<br>in the JOSM preferences.</html>
ca_es: <html>Esteu utilitzant JOSM com a usuari anònim. No podeu descarregar<br>yels vostres conjunts de canvis del servidor OSM sense entrar un nom d''usuari<br>a les preferències de JOSM.</html>

source: empty
ca_es: buit

source: Open
ca_es: Obre

source: Closed
ca_es: Tancat

source: anonymous
ca_es: anònim

source: Comment
ca_es: Comentari

source: User
ca_es: Usuari

source: Created at
ca_es: Creat el

source: Closed at
ca_es: Tancat el

source: Downloading changeset content
ca_es: Descarregant el contingut del conjunt de canvis

source: ({0}/{1}) Downloading changeset {2}...
ca_es: ({0}/{1}) Descarregant el conjunt de canvis {2}...

source: ({0}/{1}) Downloading content for changeset {2}...
ca_es: ({0}/{1}) Descarregant el contingut del conjunt de canvis {2}...

source: Download content
ca_es: Descarregar el contingut

source: Download the changeset content from the OSM server
ca_es: Descarregar del servidor OSM el contingut del conjunt de canvis

source: Update content
ca_es: Actualitzar el contingut

source: Update the changeset content from the OSM server
ca_es: Actualitzar el contingut del conjunt de canvis amb dades del servidor OSM

source: Show history
ca_es: Mostra l''historial

source: Download and show the history of the selected objects
ca_es: Descarregar i mostrar l''historial de l''objecte seleccionat

source: Select in layer
ca_es: Seleccionar a la capa

source: Select the corresponding primitives in the current data layer
ca_es: Seleccionar els objectes corresponents a la capa actual

source: <html>The selected object is not available in the current<br>edit layer ''{0}''.</html>
ca_es: <html>L''objecte seleccionat no està disponible a la<br>capa en edició ''{0}''.</html>

source: Nothing to select
ca_es: Res a seleccionar

source: Zoom to in layer
ca_es: Amplia a la capa

source: Zoom to the corresponding objects in the current data layer
ca_es: Amplia els objectes corresponents a la capa de dades

source: Nothing to zoom to
ca_es: Res a ampliar

source: The content of this changeset is not downloaded yet.
ca_es: El contingut d''aquest conjunt de canvis encara no ha estat descarregat.

source: Download now
ca_es: Baixa-ho ara

source: Download the changeset content
ca_es: Descarregar el contingut del conjunt de canvis

source: Created
ca_es: Creat

source: Updated
ca_es: Actualitzat

source: Deleted
ca_es: Suprimit

source: Name
ca_es: Nom

source: Comment:
ca_es: Comentari:

source: Open/Closed:
ca_es: Obert/Tancat:

source: Created by:
ca_es: Creat per:

source: Created on:
ca_es: Creat el:

source: Closed on:
ca_es: Tancat el:

source: Remove the changeset in the detail view panel from the local cache
ca_es: Eliminar el conjunt de canvis del pannell vista de detall de la memòria intermèdia local

source: Update the changeset from the OSM server
ca_es: Actualitzar el conjunt de canvis amb dades del servidor OSM

source: Select the primitives in the content of this changeset in the current data layer
ca_es: Seleccionar les primitives en el contingut d''aquest conjunt de canvis de les dades actuals

source: <html>None of the objects in the content of changeset {0} is available in the current<br>edit layer ''{1}''.</html>
ca_es: <html>Cap dels objectes continguts al conjunt de canvis {0} està disponible a l''actual <br>capa en edició ''{1}''.</html>

source: Zoom to the objects in the content of this changeset in the current data layer
ca_es: Amplia els objectes en el contingut d''aquest conjunt de canvis a la capa actual

source: Download changesets
ca_es: Descarregar els conjunts de canvis

source: {0} [incomplete]
ca_es: {0} [incomplet]

source: open
ca_es: obert

source: closed
ca_es: tancat

source: Changeset ID:
ca_es: ID del conjunt de canvis:

source: Enter a changeset id
ca_es: Indiqueu un ID de conjunt de canvis

source: Download the changeset with the specified id, including the changeset content
ca_es: Descarregar el conjunt de canvis corresponent a l''ID especificat, incloent-hi el seu contingut

source: Select changesets owned by specific users
ca_es: Els conjunts de canvis seleccionats pertanyen a diferents usuaris

source: Select changesets depending on whether they are open or closed
ca_es: Selecciona conjunts de canvis en funció de si són oberts o tancats

source: Select changesets based on the date/time they have been created or closed
ca_es: Seleccionar conjunts de canvis en base a la data i hora de la seva creació o tancament.

source: Select only changesets related to a specific bounding box
ca_es: Seleccionar conjunts de canvis relacionats amb una zona delimitada

source: Query open changesets only
ca_es: Consultar només els conjunts de canvis oberts

source: Query closed changesets only
ca_es: Consultar només els conjunts de canvis tancats

source: Query both open and closed changesets
ca_es: Consultar els conjunts de canvis oberts i els tancats

source: User ID:
ca_es: Identificador d''usuari:

source: User name:
ca_es: Nom d''usuari:

source: Only changesets owned by myself
ca_es: Només els meus conjunts de canvis

source: Only changesets owned by the user with the following user ID
ca_es: Només els conjunts de canvis de l''usuari amb el següent ID

source: Only changesets owned by the user with the following user name
ca_es: Només els conjunts de canvis de l''usuari amb el següent nom

source: Only changesets owned by myself (disabled. JOSM is currently run by an anonymous user)
ca_es: Només els meus conjunts de canvis (deshabilitat. Utilitzeu JOSM amb un usuari anònim)

source: Cannot restrict changeset query to the current user because the current user is anonymous
ca_es: No és possible de restringir la consulta sobre els conjunts de canvis a l''usuari actual perquè és anònim

source: Current value ''{0}'' for user ID is not valid
ca_es: L''actual valor ''{0}'' d''ID d''usuari no és vàlid

source: Cannot restrict the changeset query to the user name ''{0}''
ca_es: No és possible de restringir la consulta sobre el conjunt de canvis al nom d''usuari ''{0}''

source: Please enter a valid user ID
ca_es: Si us plau, indiqueu un ID d''usuari vàlid

source: Invalid user ID
ca_es: L''ID de l''usuari no és vàlid

source: Please enter a non-empty user name
ca_es: Si us plau, indiqueu un nom d''usuari

source: Invalid user name
ca_es: Nom d''usuari no vàlid

source: Date:
ca_es: Data:

source: Time:
ca_es: Temps:

source: Closed after -
ca_es: Tancat després -

source: Created before -
ca_es: Creat abans -

source: Only changesets closed after the following date/time
ca_es: Només els conjunts de canvis tancats després de la següent data/hora

source: Only changesets closed after and created before a specific date/time
ca_es: Només els conjunts de canvis tancats i creats abans de la següent data/hora

source: Cannot build changeset query with time based restrictions. Input is not valid.
ca_es: No és possible de construir una consulta sobre conjunts de canvis basada en la data i hora. Les dades introduïdes no són vàlides.

source: <html>Please enter valid date/time values to restrict<br>the query to a specific time range.</html>
ca_es: <html>Si us plau, indiqueu una data i hora vàlides per a limitar<br>la consulta a un interval de temps específic.</html>

source: Invalid date/time values
ca_es: Els valors de data i hora no són vàlids

source: Cannot restrict the changeset query to a specific bounding box. The input is invalid.
ca_es: No és possible de limitar la consulta sobre els conjunts de canvis a una zona específica. Els límits indicats no són vàlids.

source: <html>Please enter valid longitude/latitude values to restrict<br>the changeset query to a specific bounding box.</html>
ca_es: <html>Si us plau, indiqueu una longitud i latitud vàlides per a limitar<br>al consulta sobre els conjunts de canvis a una zona específica.</html>

source: Invalid bounding box
ca_es: El límits no són vàlids

source: The current value is not a valid user ID. Please enter an integer value > 0
ca_es: El valor actual no és un ID d''usuari vàlid. Si us plau, introduïu un valor enter > 0

source: Please enter an integer value > 0
ca_es: Si us plau, indiqueu un valor enter més gran que 0

source: <html>The current value is not a valid user name.<br>Please enter an non-empty user name.</html>
ca_es: <html>El valor actual no és un nom d''usuari vàlid.<br>Si us plau, indiqueuun nom d''usuari

source: Please enter an non-empty user name
ca_es: Si us plau entreu un nom d''usuari

source: Please enter a date in the usual format for your locale.<br>Example: {0}<br>Example: {1}<br>Example: {2}<br>Example: {3}<br>
ca_es: Si us plau, indiqueu una data en el vostre format local.<br>Exemple: {0}<br>Exemple: {1}<br>Exemple: {2}<br>Exemple: {3}<br>

source: Please enter a valid time in the usual format for your locale.<br>Example: {0}<br>Example: {1}<br>Example: {2}<br>Example: {3}<br>
ca_es: Si us plau, indiqueu una hora en el vostre format local.<br>Exemple: {0}<br>Exemple: {1}<br>Exemple: {2}<br>Exemple: {3}<br>

source: Download my changesets only
ca_es: Descarregar només els meus conjunts de canvis

source: <html>Select to restrict the query to your changesets only.<br>Unselect to include all changesets in the query.</html>
ca_es: <html>Seleccionar de limitar la consulta als vostres conjunts de canvis.<br>Desseleccionar per a incloure tots els conjunts de canvis a la consulta.</html>

source: <html>Please select one the following <strong>standard queries</strong>.Select <strong>Download my changesets only</strong> if you only want to download changesets created by yourself.<br>Note that JOSM will download max. 100 changesets.</html>
ca_es: <html>Si us plau, seleccioneu una de les següents <strong>consultes estàndard</strong>.Seleccioneu <strong>Descarregar només els meus conjunts de canvis</strong> si només voleu descarregar els que heu creat.<br>Tingueu en consideració que JOSM descarregarà un màxim de 100 conjunts de canvis.</html>

source: <html>Download the latest changesets</html>
ca_es: <html>Descarregar els conjunts de canvis més recents</html>

source: <html>Download my open changesets<br><em>Disabled. Please enter your OSM user name in the preferences first.</em></html>
ca_es: <html>Descarregar els meus conjunts de canvis oberts<br><em>Deshabilitat. Si us plau, indiqueu primer el vostre nom d''usuari OSM a les preferències.</em></html>

source: <html>Download my open changesets</html>
ca_es: <html>Descarregar els meus conjunts de canvis oberts</html>

source: <html>Download changesets in the current map view.<br><em>Disabled. There is currently no map view active.</em></html>
ca_es: <html>Descarregar els conjunts de canvis de la vista actual del mapa.<br><em>Deshabilitat. Actualment no hi ha cap vista activa.</em></html>

source: <html>Download changesets in the current map view</html>
ca_es: <html>Descarregar els conjunts de canvis de la vista actual del mapa</html>

source: Unexpected value for preference ''{0}'', got ''{1}''. Resetting to default query.
ca_es: Valor inesperat per la preferència ''{0}'', s''ha obtingut ''{1}''. Reinicialitzant am la consulta predefinida.

source: Cannot create changeset query for open changesets of anonymous user
ca_es: No es pot crear una consulta sobre els conjunts de canvis d''un usuari anònim

source: Basic
ca_es: Bàsic

source: Download changesets using predefined queries
ca_es: Descarregar els conjunts de canvis utilitzant les consultes predefinides

source: From URL
ca_es: D''una URL

source: Query changesets from a server URL
ca_es: Consultar conjunts de canvis d''una URL del servidor

source: Advanced
ca_es: Avançat

source: Use a custom changeset query
ca_es: Utilitzar una consulta de conjunts de canvis particularitzada

source: Query changesets
ca_es: Consultar conjunts de canvis

source: Query and download changesets
ca_es: Consultar i descarregar conjunts de canvis

source: Please enter a valid changeset query URL first.
ca_es: Si us plau, indiqueu una consulta de URL de conjunts de canvis vàlida

source: Illegal changeset query URL
ca_es: Consulta de URL de conjunts de canvis incorecta

source: Close the dialog and abort querying of changesets
ca_es: Tancar la finestra i anular la consulta de conjunts de canvis

source: Querying and downloading changesets
ca_es: Consultant i descarregant conjunts de canvis

source: Determine user id for current user...
ca_es: Determinar l''ID de l''usuari actual...

source: Query and download changesets ...
ca_es: Consultar i descarregar conjunts de canvis ...

source: Please enter or paste an URL to retrieve changesets from the OSM API.
ca_es: Si us plau, indiqueu o enganxeu una URL per recuperar conjunts de canvis de l''API OSM

source: Examples
ca_es: Exemples

source: Note that changeset queries are currently always submitted to ''{0}'', regardless of the host, port and path of the URL entered below.
ca_es: Noteu que les peticions del conjunt de canvis són sempre enviades a ''{0}'', sense tenir en compte el servidor, el port i el camí de la URL que s''havia entrat.

source: This changeset query URL is invalid
ca_es: Aquesta URL de consulta de conjunts de canvis no és vàlida

source: Discardable key: selection Foreground
ca_es: Clau descartable: selecció en primer pla

source: Discardable key: selection Background
ca_es: Clau descartable: selecció en el fons

source: Discardable key: foreground
ca_es: Clau descartable: selecció en primer pla

source: Discardable key: background
ca_es: Clau descartable: selecció en el fons

source: <different>
ca_es: <diferent>

source: Select objects for which to change tags.
ca_es: Seleccioneu els objectes del quals voleu modificar les etiquetes

source: Tags/Memberships
ca_es: Etiquetes/Pertinença

source: Tags for selected objects.
ca_es: Etiquetes pels objectes seleccionats

source: Member Of
ca_es: Membre de

source: Position
ca_es: Posició

source: Tags: {0} / Memberships: {1}
ca_es: Etiquetes: {0} / Pertinença: {1}

source: Tags / Memberships
ca_es: Etiquetes / Pertinença

source: Delete the selected key in all objects
ca_es: Suprimir la clau seleccionada a tots els objectes

source: Delete Tags
ca_es: Suprimeix les etiquetes

source: Change relation
ca_es: Canviar la relació

source: Delete from relation
ca_es: Suprimir de la relació

source: Really delete selection from relation {0}?
ca_es: Segur que voleu suprimir la selecció de la relació {0}?

source: Add a new key/value pair to all objects
ca_es: Afegeix un nou parell clau/valor a tots els objectes

source: Add Tag
ca_es: Afegeix etiqueta

source: Edit the value of the selected key for all objects
ca_es: Editar el valor de la clau seleccionada per a tots els objectes

source: Edit Tags
ca_es: Modifica les etiquetes

source: Go to OSM wiki for tag help (F1)
ca_es: Anar al wiki OSM per obtenir ajuda (F1)

source: Launch browser with wiki help for selected object
ca_es: Obre la pàgina wiki d''ajuda de l''objecte seleccionat a un navegador web

source: Paste Value
ca_es: Enganxa el valor

source: Paste the value of the selected tag from clipboard
ca_es: Enganxa del porta-retalls el valor de l''etiqueta seleccionada

source: Copy Value
ca_es: Copia el valor

source: Copy the value of the selected tag to clipboard
ca_es: Copiar el valor de l''etiqueta seleccionada al portaretalls

source: Copy Key/Value
ca_es: Copiar Clau/Valor

source: Copy the key and value of the selected tag to clipboard
ca_es: Copiar la clau i el valor de l''etiqueta seleccionada al portaretalls

source: Copy all Keys/Values
ca_es: Copiar totes les claus/valors

source: Copy the key and value of the all tags to clipboard
ca_es: Copiar la clau i el valor de totes les etiquetes al portaretalls

source: Search Key/Value/Type
ca_es: Cercar clau/valor/tipus

source: Search with the key and value of the selected tag, restrict to type (i.e., node/way/relation)
ca_es: Cercar amb la clau i el valor de l''etiqueta seleccionada, limitat al tipus (p.ex., node/via/relació

source: Search Key/Value
ca_es: Cercar clau/valor

source: Search with the key and value of the selected tag
ca_es: Cercar amb la clau i el valor de l''etiqueta seleccionada

source: Change value?
ca_es: Canvia el valor?

source: This will change {0} object.
ca_es: Això canviarà {0} objecte.

source: An empty value deletes the tag.
ca_es: Un valor buit esborra l''etiqueta.

source: Overwrite key
ca_es: Sobreescriure la clau

source: Replace
ca_es: Reemplaça

source: You changed the key from ''{0}'' to ''{1}''. The new key is already used, overwrite values?
ca_es: Heu canviat la clau ''{0}'' vers ''{1}''. La nova clau ja està en ús, voleu sobreescriure els valors?

source: Change properties of up to {0} object
ca_es: Canviar les propietats de {0} objecte

source: Use English language for tag by default
ca_es: Usa l''anglès per etiquetar de forma predeterminada

source: Add value?
ca_es: Afegir el valor?

source: This will change up to {0} object.
ca_es: Això canviarà {0} objecte.

source: Please select a key
ca_es: Si us plau seleccioneu una clau

source: Please select a value
ca_es: Si us plau seleccioneu un valor

source: Set number of recently added tags
ca_es: Estableix el nombre de les etiquetes afegides recentment

source: Remember last used tags
ca_es: Recorda les últimes etiquetes usades

source: Please enter the number of recently added tags to display
ca_es: Si us plau, establiu el nombre de les etiquetes recentment afegides a visualitzar

source: Please enter integer number between 0 and {0}
ca_es: Instroduïu un nombre enter entre 0 i {0}

source: Recently added tags
ca_es: Etiquetes afegides recentment

source: Choose recent tag {0}
ca_es: Escolliu una etiqueta recent {0}

source: Use this tag again
ca_es: Utilitza aquesta etiqueta un altre cop

source: Apply recent tag {0}
ca_es: Aplica una etiqueta recent {0}

source: The key ''{0}'' is already used
ca_es: La clau ''{0}'' ja ha estat utilitzada

source: Edit the relation the currently selected relation member refers to.
ca_es: Modificar la relació que fa referència a la relació de membre actualment seleccionada.

source: Download all child relations (recursively)
ca_es: Descarregar totes les relacions filles (recursivament)

source: Download All Children
ca_es: Descarregar tots els fills

source: Download selected relations
ca_es: Descarregar les relacions seleccionades

source: Download Selected Children
ca_es: Descarregar els fills seleccionats

source: Download relation members
ca_es: Baixa la relació dels membres

source: Conflict in data
ca_es: Conflicte a les dades

source: <html>The child relation<br>{0}<br>is deleted on the server. It cannot be loaded</html>
ca_es: <html>La relació filla<br>{0}<br>està esborrada al servidor. No pot ser carregada</html>

source: Relation is deleted
ca_es: La relació està suprimida

source: Downloading relation {0}
ca_es: Descarregant relació {0}

source: Ignoring exception because task was canceled. Exception: {0}
ca_es: Ignorant l''excepció a causa de l''anul·lació de la tasca. Excepció: {0}

source: Downloading {0} incomplete object
ca_es: Descarregant {0} objecte incomplet

source: Downloading {0} incomplete child of relation ''{1}''
ca_es: Descarregant {0} fill incomplet de la relació ''{1}''

source: Downloading {0} incomplete child of {1} parent relations
ca_es: Descarregant {0} fill incomplet de {1} relacions

source: Download relations
ca_es: Descarregant relacions

source: ({0}/{1}): Downloading relation ''{2}''...
ca_es: ({0}/{1}): Descarregant relació ''{2}''...

source: Tags and Members
ca_es: Atributs i membres

source: Parent Relations
ca_es: Relacions de parentiu

source: Child Relations
ca_es: Relacions filles

source: Apply Role:
ca_es: Aplicar rol:

source: Enter a role and apply it to the selected relation members
ca_es: Entrar un rol i aplicar-ho al membres de la relació seleccionada

source: New Relation
ca_es: Relació nova

source: Focus Relation Editor with relation ''{0}'' in layer ''{1}''
ca_es: Centrar l''editor de relacions a la relació ''{0}'' a la capa ''{1}''

source: Relation Editor: {0}
ca_es: Editor de relació: {0}

source: <html>There is at least one member in this relation referring<br>to the relation itself.<br>This creates circular dependencies and is discouraged.<br>How do you want to proceed with circular dependencies?</html>
ca_es: <html>Com a mínim, hi ha un membre d''aquesta relació que fa referència<br>a la relació mateixa.<br>Això crea dependències circulars, cosa totalment desaconsellada.<br>Com voleu procedir amb les dependències circulars?</html>

source: Remove them, clean up relation
ca_es: Suprimir-les, netejar la relació

source: Ignore them, leave relation as is
ca_es: Ignorar-les, deixar la relació com està

source: Sorry, shortcut "{0}" can not be enabled in Relation editor dialog
ca_es: Ho sentim, la drecera "{0}" no pot ser activada a la finestra de modificació de relacions

source: <html>This relation already has one or more members referring to<br>the object ''{0}''<br><br>Do you really want to add another relation member?</html>
ca_es: <html>Aquesta relació ja te un o més membres que fan referència a <br>l''objecte ''{0}''<br><br>Segur que voleu afegir un altre membre a la relació?</html>

source: Multiple members referring to same object.
ca_es: Varis membres es refereixen al mateix objecte

source: <html>You are trying to add a relation to itself.<br><br>This creates circular references and is therefore discouraged.<br>Skipping relation ''{0}''.</html>
ca_es: <html>Esteu intentant d''afegir una relació a ella mateixa.<br><br>Això crearà referències circulars i es desaconsella.<br>Anul·lar la relació ''{0}''.</html>

source: Add all objects selected in the current dataset before the first member
ca_es: Afegeix els objectes seleccionats al conjunt de dades abans del primer membre

source: Add all objects selected in the current dataset before the first selected member
ca_es: Afegir els objectes seleccionats abans del primer membre seleccionat

source: Add all objects selected in the current dataset after the last selected member
ca_es: Afegeix els objectes seleccionats al conjunt de dades deprés del darrer membre seleccionat

source: Remove all members referring to one of the selected objects
ca_es: Suprimir els membres que es refereixen als objectes seleccionats

source: Select relation members which refer to objects in the current selection
ca_es: Selecciona els membres de la relació que fan referència als objectes de la selecció

source: Select relation members which refer to {0} objects in the current selection
ca_es: Selecciona els membres de la relació que fan referència als objectes {0} de la selecció

source: Select objects for selected relation members
ca_es: Escull objectes pels membres de la relació seleccionats

source: Sort the relation members
ca_es: Ordenar els membres de la relació

source: Sort
ca_es: Ordenar

source: Relation Editor: Sort
ca_es: Editor de relacions: Ordenar

source: Reverse the order of the relation members
ca_es: Invertir l''ordre dels membres de la relació

source: Reverse
ca_es: Invertir

source: Move the currently selected members up
ca_es: Moure els membres seleccionats amunt

source: Relation Editor: Move Up
ca_es: Editor de relacions: Moure amunt

source: Move the currently selected members down
ca_es: Moure els membres seleccionats avall

source: Relation Editor: Move Down
ca_es: Editor de relacions: Moure avall

source: Remove the currently selected members from this relation
ca_es: Suprimir d''aquesta relació els membres seleccionats

source: Relation Editor: Remove
ca_es: Editor de relacions: Suprimir

source: Delete the currently edited relation
ca_es: Suprimir la relació que s''està editant
